;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; Translation Author: Ivan
; Translation Author Email: adowfish@yahoo.com
; Soft Version: 1.29
;

[Translation]
LanguageName=ENU
LangCode=0C09|2809|1009|2409|4009|1809|2009|4409|1409|3409|4809|1c09|2C09|0809|0409|3009
ReadHabit=Left-to-right
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET

Confirm=Confirm

;
; Main GUI
;
TfrmWRMMain.Caption=Wise Reminder
TfrmWRMMain.btnUnfinish.Caption=Unfinished
TfrmWRMMain.btnCompleted.Caption=Completed
TfrmWRMMain.btnBack.caption=Back
TfrmWRMMain.btnDone.Caption=Save
TfrmWRMMain.lblRepeat.caption=Repeat:
TfrmWRMMain.lblTime.caption=Time:
TfrmWRMMain.lblName.caption=Description:
TfrmWRMMain.lblDate.caption=Date:
TfrmWRMMain.cbPeriod.Item1=Once
TfrmWRMMain.cbPeriod.Item2=Daily
TfrmWRMMain.cbPeriod.Item3=Weekly
TfrmWRMMain.cbPeriod.Item4=Monthly
TfrmWRMMain.cbPeriod.Item5=Yearly
;
;hint
;
TfrmWRMMain.RestoreHint=Backup & Restore
TfrmWRMMain.imgf.hint=Follow us on Facebook
TfrmWRMMain.imgt.hint=Follow us on Twitter
TfrmWRMMain.imgmail.hint=Share it to your friends
TfrmWRMMain.imghome.hint=Official Website
TfrmWRMMain.CloseHint=Close
TfrmWRMMain.MenuHint=Menu
TfrmWRMMain.MinHint=Minimize
TfrmWRMMain.lbl2.caption=Current Version:%s
TfrmWRMMain.lbl3.Caption=Check for Updates
TfrmWRMMain.btnDetails.hint_1=Details
TfrmWRMMain.btnDetails.hint_2=Modify and Recover
TfrmWRMMain.btnDelete.hint_1=Mark as finished
TfrmWRMMain.btnDelete.hint_2=Delete
TfrmWRMMain.OpenWindow=Open WiseReminder
TfrmWRMMain.btnNew.Caption=new

msgdlg.btnNO=NO
msgdlg.btnOk=OK
msgdlg.btnYes=Yes
;
; Time
;
constY=Year
constM=Month
constD=Day
constHH=Hour
constMM=Minute
constSS=Second
constYs=Years
constMs=Months
constDs=Days
constHHs=Hours
constMMs=Minutes
constSSs=Seconds
;
; Popup Menu
;
TfrmWRMMain.TrayMenuItem1=Online Help
TfrmWRMMain.TrayMenuItem2=Forum
TfrmWRMMain.TrayMenuItem3=Official Website
TfrmWRMMain.TrayMenuItem4=Contact Us
TfrmWRMMain.TrayMenuItem5=Check for Updates
TfrmWRMMain.TrayMenuItem6=Check for News
TfrmWRMMain.TrayMenuItem7=Language
TfrmWRMMain.TrayMenuItem8=Run on Startup
TfrmWRMMain.TrayMenuItem9=About
TfrmWRMMain.TrayMenuItem10=Exit
TfrmRemindDlg.Caption_1=You have missed some reminders
TfrmWRMMain.lbl1.caption=Restore
TfrmWRMMain.fxpmn.item1=Backup
TfrmWRMMain.fxpmn.item2=Restore
GetLang=translate to...
;
; Notice
;
TfrmRemindDlg.Caption=Notice
TfrmRemindDlg.btnComplete.Caption=Got it
TfrmRemindDlg.btnDelay.Caption=Postpone
;
; About
;
TfrmAbout.Caption=About
TfrmAbout.lblEmail.caption=Email Support:
TfrmAbout.lblhome.caption=Official Homepage:
TfrmAbout.lblthanks.caption=Acknowledgements to the following:
TfrmAbout.btnOk.Caption=OK
TfrmAbout.lblver.Caption=Current Version:
;
;Voice
;
TfrmWRMMain.cbbVoice.Item1 = Mute
TfrmWRMMain.cbbVoice.Item2 = Default
TfrmWRMMain.cbbVoice.Item3 = Custom 
TfrmWRMMain.lblVoice.Caption = Ringtone:

[Messages]
UnkonwFileType = Unrecognized sound file!
ExitModify=You have unsaved changes. Are you sure to leave this page?
RemindNameNULL=Please fill the description of the reminder!
NewVer=A new version of Wise Reminder is available! Do you want to upgrade it now?
NoNewVer=Congrats! You are using the newest version now.
ExitApp=Are you sure to quit Wise Reminder? Wise Reminder's wise notices will no longer be available then!
NoneReminder=You have not set any reminder!
NoneCopmpleted=You have no completed reminder!
NoneSelected=Please select at least one item!
TimeOver=You have set a time earlier than the current time!

[Lang]
NativeLanguage=English